tap "glensc/git-mr", "https://gitlab.com/glensc/git-mr"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "pact-foundation/pact-ruby-standalone"
tap "piquette/qtrn"
tap "railwaycat/emacsmacport"
tap "vektra/tap"
tap "weaveworks/tap"
brew "python@3.9"
brew "glib"
brew "python@3.8"
brew "atk"
brew "aws-iam-authenticator"
brew "awscli", link: false
brew "bat"
brew "bind"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "dnsperf"
brew "exercism"
brew "fd"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "gitlab-runner"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "gradle"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "gtk+"
brew "helm"
brew "jq"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kustomize"
brew "lazygit"
brew "libpq"
brew "libxml2"
brew "luarocks"
brew "maven"
brew "neovim"
brew "ninja"
brew "node"
brew "openapi-generator"
brew "p7zip"
brew "pgcli"
brew "pulumi"
brew "ranger"
brew "ripgrep"
brew "rust-analyzer"
brew "showkey"
brew "siege"
brew "sonarqube"
brew "sops"
brew "stockfish"
brew "stow"
brew "telnet"
brew "terraform"
brew "terraform@0.12"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "xboard"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "glensc/git-mr/git-mr"
brew "instrumenta/instrumenta/kubeval"
brew "pact-foundation/pact-ruby-standalone/pact-ruby-standalone"
brew "piquette/qtrn/qtrn"
brew "railwaycat/emacsmacport/emacs-mac"
brew "weaveworks/tap/eksctl"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "amethyst"
cask "anki"
cask "aws-vault"
cask "drawio"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-monoid-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "kafka-tool"
cask "keepassxc"
cask "kitty"
cask "lens"
cask "mattermost"
cask "postman"
cask "sqlitestudio"
cask "ssh-tunnel-manager"
cask "ukelele"
cask "visual-studio-code"
